Show / Hide Table of Contents
Class ISEventArgs
Inheritance
System.Object
System.EventArgs
ISEventArgs
Inherited Members
 System.EventArgs.Empty
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaStatiCa.Plugin
Assembly: IdeaStatiCa.Plugin.dll
Syntax
public class ISEventArgs : EventArgs
Properties
Improve this Doc   View Source
Status
Declaration
public AppStatus Status { get; set; }
Property Value
 Type |  Description
 AppStatus
 Improve this Doc
 View Source